define([], function() {
  var strings = {
    "_nQNACBeQ34aV6bVwtFBayA": {
      "loaderUserFriendlyError": "[!!--##Ćāň'ť ĺőăđ ťħȇ ȁƿƿĺįċȁťįŏņ ŏń ŧħīś ƿǻĝę. Ųşȅ ţĥę ƃřőŵšěř ʙàĉķ ƀűţťơŋ ťő řȅťŗƴ. Ĭƒ ťĥė ƥŗőƄŀĕm ƿęŗşĩşţŝ, čơŋťâćŧ ťĥĕ ăďmĭňĩŝťŗáţőŗ ōƒ ŧĥē şīţĕ âŉď ĝīvĕ ţĥėm ťĥĕ īŉƒōřmăŧįŏƞ įń Ŧĕĉĥńīčáŀ Đęţâıļŝ.##--!!]",
      "platformFailedToLoadError": "[!!--##***Ƥľāťƒŏŗm ƒåĭľěđ ŧő ļőȃď. Ĩđ: \"{0}\", ňȃmę: \"{1}\"##--!!]",
      "platformFailedToLoadWithMessageError": "[!!--##***Ƥŀáţƒōŕm ƒáįĺȇđ ŧő łōâď. İď: \"{0}\", ňāmȇ: \"{1}\".\r\nĒřŕŏř: {2}##--!!]",
      "applicationFailedToInitializeError": "[!!--##***Ěŗřōŕ ıŋīťĩăŀįƶıņġ âƥƥłįċâťıơň. Ęřřŏř: {0}##--!!]",
      "invalidPreloadedDataError": "[!!--##***Įƞvãľīđ ƿŕȅŀŏāđěđ đăţã.##--!!]",
      "manifestNotFoundByIdError": "[!!--##***Mȃńįƒęŝţ ƞōţ ƒōůňđ ƒōř ċŏmƥŏńȅŉŧ ıđ \"{0}\".##--!!]",
      "manifestNotFoundError": "[!!--##***Mãņīƒȇšť ņőť ƒőũņđ ƒơŕ ċơmƿőņĕņŧ ıď \"{0}\" áņđ vęřşīŏņ \"{1}\".##--!!]",
      "systemConfigDisabledError": "[!!--##***Šŷšţėm.ĉŏƞƒīģ() ıš ńŏţ šųƥƥŏřţęđ. Űşě ȃ måƞıƒȅşť ţō šƿȅċĩƒɏ ŧħȇ čōńƒĩĝűŗãŧıōń.##--!!]",
      "loadComponentLog": "[!!--##***Ļŏãđĭŉģ ċơmƿōƞȇňŧ \"{0}\" ({1}).##--!!]",
      "loadComponentEndLog": "[!!--##***Ċŏmƿōŋĕƞť \"{0}\" ({1}) ŀőâđȇđ.##--!!]",
      "loadComponentRetryLog": "[!!--##***Ľōȃđįńģ čơmƿŏŋęńŧ \"{0}\" ({1}). Åţţĕmƥţ {2} ơƒ {3}.##--!!]",
      "loadComponentError": "[!!--##***Ƒáĭŀęđ ťō ľőǻď ćơmƥŏňēňť \"{0}\" ({1}).\r\nŐŗīģĩņáŀ ȅŗŕōŗ: {2}##--!!]",
      "loadComponentMaxRetriesError": "[!!--##***Ȁťťěmƿţēđ ŧō ľőáđ ċōmƥơńęŋť \"{0}\" ({1}) {2} ŧĩmȇŝ ŵīţħŏŭţ ŝūĉċęŝš.##--!!]",
      "loadComponentDependencyError": "[!!--##***Ƒȁīľėď ţŏ ĺőâď ćơmƥơƞēņŧ đěƥȅŉďěƞćȳ \"{0}\" ƒřőm ċŏmƿŏňēňţ \"{1}\" ({2}).\r\nŌřıģĩńáļ ęŕŕőŕ: {3}##--!!]",
      "loadComponentDependencyFailoverPathError": "[!!--##***Ƒåįļĕđ ŧő ľơǻđ čŏmƿŏņȇņţ đĕƥęŉďȇŋċƴ \"{0}\" ŵĩťĥ ƒåĭłŏvēŕ ƥâťĥ \"{1}\" ƒřőm ćőmƿōŉěƞŧ \"{2}\" ({3}).\r\nŐřĭğıƞãĺ ęřřőř: {4}##--!!]",
      "loadPathDependencyLog": "[!!--##***Ļōăđıňġ ƿăŧħ đēƿęŋďěƞĉŷ \"{0}\" ƒŗőm čōmƿơŋęňť \"{1}\" ({2})##--!!]",
      "loadPathDependencyError": "[!!--##***Ƒáĭłȅď ŧơ łōǻđ ƥáťĥ đȇƥȇņďęŋċɏ \"{0}\" ƒŕōm ćőmƿơƞĕƞŧ \"{1}\" ({2}).\r\nŐřıġıņáļ ēřŕőŗ: {3}##--!!]",
      "loadPathDependencyBlockedByAnotherDependencyError": "[!!--##***Ƒāıŀȇď ťơ ĺơȃđ ƥąţħ đęƥēŋđȇŋćƴ \"{0}\" ƒŗōm čōmƿōƞęƞŧ \"{1}\" ({2}) ďųĕ ŧŏ ȁňŏţĥĕŕ đěƥěńďėńćɏ ŧħãţ ƒãįłĕď ŧŏ ĺŏăđ.##--!!]",
      "loadEntryPointError": "[!!--##***Ƒäĭļȅđ ţō łơãđ ȇńťŕƴ ƿőĭņŧ ƒřơm ćōmƥŏŋěŋţ \"{0}\" ({1}).\r\nŎŗįġįņǻł ěŗŕőŕ: {2}##--!!]",
      "loadComponentReturnsEmptyError": "[!!--##***ĺőȃďĊőmƥőŋȅŋŧ() ŗȇŧũŕņēđ ãņ ėmƿţƴ ơƄĴĕćť ƒơř ćōmƥơňęŉŧ \"{0}\" ({1}).##--!!]",
      "loadComponentReturnsDefaultEmptyError": "[!!--##***ŀőăďČơmƥơńĕŋţ() řȅťůŕņȅđ āŋ ōƂĴȇĉŧ ŵĩťĥ àń ȇmƥţɏ đēƒāūļţ ƥŗōƿĕřŧȳ ƒőř čŏmƥŏńėƞţ \"{0}\" ({1}).##--!!]",
      "moduleHasUndeclaredDependencyError": "[!!--##***Ťħē ĕŉţŗȳ ƥơįňŧ ƒōŕ ċőmƿőƞėņţ \"{0}\" ({1}) ĥãš ā ďėƿěņđȇŋćɏ őŉ \"{2}\" ţħąţ ĭş ŋŏţ ďĕčĺāŗęđ īň ťĥę mâŋįƒėśţ.##--!!]",
      "loadScriptWithStringError": "[!!--##***łōáđŚćŗıƿţ ƒűƞĉŧįŏƞ đŏȅşŉ'ŧ áŀĺŏŵ ȃ ŝťřīŋĝ ąś 2ňď ƿȃřămėťęŗ. Ũšė ĨŁőäđŠċŗĩƥťŌƿťıơňŝ ĭňšťęǻď.##--!!]",
      "tooManyManifestsError": "[!!--##***{0} mâŉīƒēşŧŝ (vėŕśĩōƞš {1}) ƒōũňď ƒơŕ ćőmƥŏŉęņŧ \"{2}\".##--!!]",
      "tooManyCompatibleVersionsError": "[!!--##***{0} ĉőmƿąŧĩƃļȇ vėřşĩōņŝ ({1}) ƒơŭŋď ƒŏŕ ćŏmƥŏŋėņť \"{2}\" vėŗśĭōņ \"{3}\".##--!!]",
      "tooManyComponentsError": "[!!--##***Ŧőơ mȁŋŷ čơmƥőƞěŋţš ƒŏũňď ƒőř įď \"{0}\".##--!!]",
      "noComponentFoundError": "[!!--##***Ňơ ĉőmƥōŋěƞţ ƒơűńđ ƒőř ıď \"{0}\".##--!!]",
      "deleteComponentLog": "[!!--##***Ďęĺęŧıńĝ ćőmƿōŉěńť \"{0}\" vȇřšĩŏŋ \"{1}\" ƒŕőm ŧħē ŝţōŕė.##--!!]",
      "browserNotSupportedError": "[!!--##***Ŧĥĭŝ vȇŕşĩőņ ŏƒ ɏơũŗ ƃřōŵšėŕ įš ŉōť šūƿƥőřţėď.\r\nƤłěãśě ũƿđāŧē ȳōůř ɓřōŵšĕŕ ţő ţħȇ łăťēšŧ vĕŗśĭőň.##--!!]",
      "ie9OrOlderNotSupportedError": "[!!--##***Ŧħĭś ƿąğĕ đōĕš ņőŧ ŝūƥƿơŕť İŋŧȅŗņēť Ėxƥĺŏŗēŗ ŕȅŀȅǻŝȅŝ ơĺđėŗ ŧĥãņ věŗśıŏņ 10. Ƥľěȁŝȅ ūƥďáţę ŷőŭŕ ŵėƀ ƅŕơŵšĕř.##--!!]",
      "firefox43OrOlderNotSupportedError": "[!!--##***Ŧħıš ƿäģē đơěś ńōţ śůƿƥōřţ Mőżĩľłå Ƒĭŗęƒơx řēŀėǻşěš ơłđȅŕ ţħàŉ vęřŝĩōň 44. Ƥĺēâşē ŭƥďäţĕ ɏŏūŕ ŵěƅ Ƅŕōŵşęř.##--!!]",
      "resourceNotFoundError": "[!!--##***Řȅśőůřćė \"{0}\" ńōţ ƒōŭƞđ ıŉ ŀőăđĕŕ ĉőňƒıģųŗàţıơŋ ōƒ mǻņĭƒěśŧ ƒŏŕ ćơmƿơŋȅŉť \"{1}\" ({2}).##--!!]",
      "noFailoverPathError": "[!!--##***Ċâņņőŧ ċăŀľ ŗȅŝōłvȅĄďđřȇśŝ() őņ ą ċŏmƥŏńęŋţ ŵīţĥ ňŏ ƒáĩĺōvēř ƿȁťħ##--!!]",
      "urlStatusLocalhostFileNotFoundError": "[!!--##***Ƒăįľėđ ţơ ŀōāď ŲƦĽ '{3}' ƒōŗ řĕśŏŭřčē '{2}' įń ċơmƥőńěņť '{0}' ({1}). Ťĥȇ ƒįŀě ŵáś ńōť ƒơųņď ıň ŧħē ŝęŗvęŗ.\r\nMȃĸĕ śūřȇ ťħåť ȳōū ȁŕȅ ŕűńŉĩņğ 'ġůĺƥ ŝȅŕvĕ'.##--!!]",
      "urlStatusFileNotFoundError": "[!!--##***Ƒǻįłȅđ ťő ļŏäď ŬƦĹ '{3}' ƒōř ŗėşŏŭŗćě '{2}' ĩƞ čőmƿōƞȅņŧ '{0}' ({1}). Ťħē ƒıľė ŵąş ŋơť ƒơūňđ ĩƞ ŧħĕ śȇŕvěŗ.##--!!]",
      "urlStatusForbiddenError": "[!!--##***Ƒȃĩŀȇď ťő łőåđ ŲƦĽ '{3}' ƒōř řěśőűřčę '{2}' ıń ĉơmƥőƞęņŧ '{0}' ({1}). Ţĥě āććȅŝš ŧō ţħĕ ƒĩļė īš ƒōŕɓīďđĕņ.##--!!]",
      "urlStatusClientErrorError": "[!!--##***Ƒǻįŀęď ţơ ŀơåď ŰŔĿ '{3}' ƒơŕ řȇšőųŕċě '{2}' ıň ĉơmƥŏňȅňť '{0}' ({1}). Ŧĥĕřē ŵąš ăŋ ȅřřōř ŕĕǫůēšţıŉģ ţĥę ƒĩļȇ.##--!!]",
      "urlStatusServerErrorError": "[!!--##***Ƒáīŀēď ŧŏ ĺŏåď ŰƦŁ '{3}' ƒōř řěşơũŗćě '{2}' ĭƞ ćőmƥōņęňť '{0}' ({1}). Ťħȇŗȅ ŵáš â ƥŗōƂļėm īň ŧħē šȇŕvȇŕ.##--!!]",
      "urlStatusLocalhostNetworkErrorError": "[!!--##***Ƒāıĺȇđ ţō łŏȁđ ŬŘŁ '{3}' ƒŏŕ ŗēśơůŕćȅ '{2}' įƞ ĉŏmƿōňęńŧ '{0}' ({1}). Ťĥęŗē ŵáŝ ą ņȅţŵơŕķ ƥřơƄļȅm.\r\nMȁƙę şũŕȇ ŧĥǻţ ɏōŭ àŕē ŗŭņŉıŋğ 'ĝůłƿ śęŕvė' åŋď ɏơū ĥȁvē řůŋ 'ġũłƿ ŧŕůśŧ-ďĕv-čěřť'.##--!!]",
      "urlStatusHttpsNetworkErrorError": "[!!--##***Ƒáīĺęď ŧō ļŏåď ŬŖĹ '{3}' ƒơř ŗėšŏŭřčė '{2}' ĭņ čōmƿőƞȅŉť '{0}' ({1}). Ŧĥěŗĕ ŵàś ȁ ņěŧŵōŕĸ ƥřơɓĺėm.\r\nŢĥįŝ mȁƴ Ƅȅ ȁ ƥŗŏƄľȇm ŵīŧħ â ĤŤŢƤŠ ċĕŗţīƒīċäťȅ. Măĸȅ ŝũřȇ ŷőū ħàvȇ ţĥĕ ŗığħŧ čėŕŧįƒĩċàţę.##--!!]",
      "urlStatusNetworkErrorError": "[!!--##***Ƒāĭĺėđ ţŏ ŀőàđ ŮŔĽ '{3}' ƒőř ŗĕŝŏũřčē '{2}' ıŋ čŏmƥŏŉȇŋŧ '{0}' ({1}). Ŧĥęŕȇ ŵàş ǻ ņȇŧŵōřƙ ƥŕōɓļȇm.##--!!]",
      "urlStatusUndefinedError": "[!!--##***Ƒãīłȅđ ťŏ ĺŏǻď ŰŔŁ '{3}' ƒŏŕ řěśơũŕčě '{2}' ıƞ ċŏmƿőƞėŉŧ '{0}' ({1}) ƀȇčȁŭŝę ơƒ ũƞķńŏŵņ ƥřőƄļėmś.##--!!]",
      "isUndefinedValidateError": "[!!--##***Ťħě vȃŀųē ƒŏŗ \"{0}\" műŝţ ƞơŧ Ƅĕ ũňďȅƒĩŉēđ##--!!]",
      "failedToCreateGlobalVariableError": "[!!--##***Ƒåįłȇđ ťō ċřĕåťȇ ğľōɓáł vǻřīáƅļě \"{0}\" ƒŗŏm śĉŕįƥţ \"{1}\"##--!!]",
      "dependencyLoadError": "[!!--##***Ƒãĭľęđ ŧő ŀŏȃď mŏđūłę '{0}' ɓĕĉăũŝĕ ďĕƥėƞďĕŉćɏ {1} ŵâś ŉŏţ ļōàďȇđ##--!!]",
      "missingPathDependencyError": "[!!--##***Mĩşšįŉġ ƥȁŧħ ďȇƥęƞđĕƞċŷ \"{0}\" ƒŗŏm ĉŏmƥŏņęńţ \"{1}\" ({2}). Ėxĩŝţĭŉġ ƿȃťħ ďēƥěŋďȇƞčĩȅś: {3}##--!!]",
      "listSeparator": "[!!--##, ##--!!]"
    },
    "_FmFyAWZ1md7Z1R+V8t2S2Q": {
      "errorLoadingDebugScriptHTTPS": "[!!--##***Ȇřŕőř ļőāďīņģ ďēƃųğ şċřĭƿť. Ęňşŭřĕ ţĥȇ şėŕvėŗ īś řŭŉňįŋğ ăňď ŧĥē \"{0}\" ƥàřāmĕťȇř ŪŖĽ įś čơřřĕĉť.##--!!]",
      "errorLoadingDebugScriptHTTP": "[!!--##***Ȇŕŗōŗ ĺőãđįƞğ đēƄūğ šĉřĭƥŧ. Ėƞśűŗĕ ţĥě śĕŕvĕř įś řũņńĭŋģ, ţħė \"{0}\" ƥȃŕăměŧĕŕ ŮŔĿ ıś ċơŗŗėĉţ, ąŉđ ļōåđıŉġ ůņşáƒě şćřĭƥţš īś ãļļőŵēđ. Åłśō čŏňŝıďęŗ ũşīŋĝ ą ďěvėłőƿmȅŋŧ ĉėřŧĭƒıĉāŧȇ ǻŋď ŝęŗvįŉğ ďȅƂŭğ śčŕįƿťś ŏvėř ĤŤŦƤŞ.##--!!]",
      "errorLoadingDebugScriptMalformed": "[!!--##***Ėŗŕơŕ ľơȁđĩňģ ďēƄųğ ŝċŗıƿţ. Ŧĥĕ đēƄűĝ ŬƦĽ ({0}) ȁƥƥěăŗś ţơ Ƅė mâĺƒōŗměđ.##--!!]",
      "errorLoadingDebugScriptUnknown": "[!!--##***Ŭńĸƞơŵŋ ęřŕŏř ļőãďĭńģ ą ďȅƅūġ ŝčŗįƿţ.##--!!]",
      "errorLoadingDebugLoaderTitle": "[!!--##***Ēřŕơř ĺŏąđĩńĝ đĕƄůĝ ľōąđȇŗ.##--!!]",
      "errorLoadingDebugManifestTitle": "[!!--##***Ēŗŕơř ĺŏáďīƞģ ďęƃųġ mãƞįƒĕśťš.##--!!]",
      "errorLoadingUnknownTitle": "[!!--##***Ėŕŗŏř ļơàđĭŉģ đȇƄũĝ śćŕīƥŧš.##--!!]"
    },
    "_RPELcTeq3ZByqi3N5dt18w": {
      "missingDeveloperToolsTabInitFunctionError": "[!!--##***Mıŝŝīņģ ĉơmƿőňȇŋŧ ŏŗ īƞįŧıåľįƶēř ƒũŉćťĩŏń.##--!!]",
      "closeDeveloperToolsAriaLabel": "[!!--##***Ċľōşě ďěvĕļŏƿėŕ ţŏơŀŝ.##--!!]"
    },
    "_fwMQe6Xe08yEeCPNxngd+g": {
      "warningHeading": "[!!--##Ŵȃŗŋĩńğ!##--!!]",
      "warningLine1": "[!!--##Ũšė ŏƒ ŧĥĩš ťŏơļ ęxƿōŝȅŝ ȳōų ŧő ƥōŧěƞŧĭãļ ŝėćũŗıŧȳ ŧħŗėăťş ŵħĩčĥ ċăń ŗēşůĺŧ ĩń ŏťħěřš ğȃīƞıŋģ ąċčȅşś ţő ŷơŭŗ ƥęŕşŏņȁļ Ŏƒƒīċē 365 đáŧă (đōčūmęńťś, ěmăĩłś, ĉőńvȇŗśåŧįơŋś āŉď mőřě). Mâĸĕ şũŕė ȳŏů ťŕūşŧ ţħȇ ƥęřŝŏŉ őŗ ơřģāƞıżąťīōň ţħāţ àšķȅď ŷőů ţŏ ăċĉēşś ťħĭś ťơōľ ƅĕƒơŗĕ ƿŕōċėēďĭŉģ.##--!!]",
      "warningLine2": "[!!--##Ĺėȁřņ mơŗē ħėřė: {0}##--!!]"
    },
    "_mraBnnuq2J9WjrAcnw9QNA": {
      "debugManifestErrorDetail": "[!!--##***Âń ȇŗŕōŕ őĉćūŕęđ ľơãđīńĝ ďĕƀŭģ mãƞĩƒȇşťš.##--!!]",
      "debugManifestErrorDismissButtonText": "[!!--##***Ɗĭšmıśš##--!!]"
    },
    "_upo3vfLFBbnbzl2hKy2TwA": {
      "allowDebugManifestsTitle": "[!!--##Ȃŀľőŵ đĕɓůğ śĉŕıƥţş?##--!!]",
      "allowDebugLoaderTitle": "[!!--##***Ȃłļŏŵ đȇƀŭģ ĺōȃďěř?##--!!]",
      "allowDebugLoaderAndManifestsTitle": "[!!--##Ąŀļơŵ đĕƂųĝ łơāđėř äƞđ ďēƄűģ ŝčŕĭƥţś?##--!!]",
      "debugManifestLoadingWarning": "[!!--##ŴĄŔŃĬŃĠ: Ŧĥĭş ƿāģȇ ćōņŧāıŉš ūńśäƒĕ ŝćŗįƿťş ŧħāť, ıƒ ĺơāďȅď, ċōųľđ ƥơţěŋŧĭáłľŷ ĥāřm ȳŏůŕ ćōmƥůťėŕ. Ďơ ŉōť ƿřơĉȇȅđ űňŀęŝś ɏŏű ţřůşŧ ŧĥē đĕvęľőƿēŗ àƞď ųŉđȅŕśŧāŋď ťħě řĩśƙš.##--!!]",
      "debugManifestLoadingWarning2": "[!!--##Įƒ ȳōŭ ȃŕȇ ūńşŭŗȇ, čľįćƙ {0}.##--!!]",
      "debugManifestLoadingConfirm": "[!!--##Ŀōȁď ďėƅůġ ŝĉřıƥţš##--!!]",
      "debugManifestLoadingCancel": "[!!--##Đơņ'ť ĺőâď đěɓūġ śćŗīƥţš##--!!]",
      "debugManifestLoadingCalloutText": "[!!--##Īƒ ŷŏų đŏƞ'ť ƙƞơŵ ŵĥåŧ ŧő đơ, ċŀıčƙ ħēŗě.##--!!]"
    },
    "_SxImp5ewsUToxeAHBkB+pw": {
      "developerToolsTabLoadingText": "[!!--##***Łőȃďıŉĝ...##--!!]",
      "developerToolsTabLoadingUnknownError": "[!!--##***Ūŉƙńơŵň ȇŕŗŏŗ ļōāđįńġ ďȅvȅłơƥȅř ťơōľş mōđŭľē.##--!!]"
    },
    "_g7G0QHJ5bQYlxe+lk+DcxA": {
      "TabTitle": "[!!--##Ƥęŗƒơŗmąŋċē##--!!]",
      "ErrorAccessingPerfDataErrorMessage": "[!!--##Ůŋãƅļȅ ţŏ ŗĕţŕīęvȇ ƥěŗƒŏŕmäńċȅ ďȁţã: ŏɓĴȇċŧ įŝ ňũŀŀ ơŕ ūńďĕƒįƞėď.##--!!]",
      "ErrorAccessingRedirectDataErrorMessage": "[!!--##Ţħēŗȅ ŵãŝ å ƥŗōƃłēm ǻċćěšşĩńġ ŧĥē ĤŢŤƤ řěďĩřěčť ƿęŕƒơŗmåňĉė đǻŧå.##--!!]",
      "ErrorParsingPercievedLatencyErrorMessage": "[!!--##Ąŉ ȇřŕŏř ŵąŝ ĉąūğħŧ ŵħȇň ƿãŗŝįƞģ ťĥȇ ƿęŕċįȇvėď łāťěƞčƴ ďåťå.##--!!]",
      "ErrorParsingApiDataErrorMessage": "[!!--##Ȁń ĕŗŗŏŕ ŵąş ĉãųģĥť ŵħęŋ ƿãřŝįņġ ťħē ĂƤĨ ďȁťă.##--!!]",
      "UnkownPerformanceDataErrorMessage": "[!!--##Ȁŉ ūƞƙņőŵń ėřřōŕ ĥáŝ ơĉċŭŕěđ: {0}##--!!]",
      "DefaultWebPartName": "[!!--##Ŵĕƃ Ƥăŗŧ##--!!]",
      "ServerResponseLabel": "[!!--##Śȅřvȇŗ Ʀēśƿőŉśȇ##--!!]",
      "ApplicationInitializationLabel": "[!!--##Ąƿƥłīċȁţıōņ Įƞıţįãĺĭźáţįőƞ##--!!]",
      "ScriptFetchEvalLabel": "[!!--##Şċřīƿť ƒȇţĉĥ ãņď ȇvȃļŭåťĩŏň##--!!]",
      "SpLoaderStartLabel": "[!!--##ŠƤƑx ĩŋĩťĩąŀįƶáţĩŏƞ##--!!]",
      "PageRenderLabel": "[!!--##Ƥàģę Ŕęŋďĕř##--!!]",
      "LeftNavRenderLabel": "[!!--##Ŀěƒť Ńávıġåţĭōň Ŗęŉđĕŕ##--!!]",
      "CanvasRenderLabel": "[!!--##Čâņvąş Řĕňđȅř##--!!]",
      "LayoutRenderLabel": "[!!--##Ľȃƴőůŧ Ʀēŉđĕŕ##--!!]",
      "RedirectResponseLabel": "[!!--##Ŕěďīŗȅċţ Řęŝƿơņśȇ##--!!]",
      "AppLoadLabel": "[!!--##Ȃƿƥľįćǻŧĩőŉ Ĺŏáď##--!!]",
      "RenderWebPartsLabel": "[!!--##Ŵĕƅ Ƥáŕťŝ Ŕĕňďėŕ##--!!]",
      "TotalRenderTimeLabel": "[!!--##Ţŏţāľ##--!!]",
      "GeneralErrorMessage": "[!!--##Şŏřŕƴ, şōmēţħĩŋġ ŵēŋţ ŵŕőŋġ ŵĥĩľȅ řĕťŗįĕvīńģ ŧħė ƥȅŕƒơŗmäŋčė ďăŧǻ.##--!!]",
      "ErrorMessagePrefix": "[!!--##Ȇřŕơŗ Mĕŝşǻğē: {0}##--!!]",
      "PerformanceDataHint": "[!!--##Ņőťę: Ȃƒŧęŗ ăďďĭŉĝ ōř ŕęmơvīńğ ä ŵēɓ ƥăŗŧ, ŗȅƒŕęśĥ ţħȇ ƥãģĕ ŧō şȇė ůƥďăťĕď ƿęŕƒŏřmāƞĉȇ ďáťà.##--!!]",
      "ModulesLoadedLegendLabel": "[!!--##Mŏđũŀēş Ļōäđěď##--!!]",
      "InitializationLegendLabel": "[!!--##Ĭńıŧīǻľıžâŧįơņ##--!!]",
      "RenderTimeLegendLabel": "[!!--##Řȇňďȅŗ Ťĩmȅ##--!!]",
      "InitializationTimeLabel": "[!!--##***Įņīťĩãĺįžäťīŏń ţįmȅ##--!!]",
      "ModuleLoadingTimeLabel": "[!!--##***Mōďũļȇ ŀőȁđīŉĝ ţĭmē##--!!]",
      "ModuleLazyLoadingDelayLabel": "[!!--##***Mŏďŭļȅ ļŏāđįņġ ďĕŀâȳĕď##--!!]",
      "DataFetchTimeLabel": "[!!--##***Ɗāťã ƒėťĉĥ ťĩmȅ##--!!]",
      "DataFetchLegendLabel": "[!!--##Đȃŧȁ Ƒęţċĥ##--!!]",
      "ItemsColumnHeader": "[!!--##Ĩťęmś##--!!]",
      "DurationColumnHeader": "[!!--##Ɖųŕåťīőņ##--!!]",
      "MillisecondsUnitLabel": "[!!--##{0} mş##--!!]",
      "NAPlaceholder": "[!!--##Ň/Á##--!!]"
    },
    "_sovI4qDAUPMnD4jg3Vsyfg": {
      "tabTitle": "[!!--##Mąńĭƒȇśţś##--!!]",
      "noManifestSelected": "[!!--##Ɲŏ mäńĩƒēšŧ šēĺėĉťȅđ##--!!]"
    },
    "_gqinlPQb8HZprTeCpwNz2w": {
      "TabTitle": "[!!--##Ŧŕâćě##--!!]",
      "EmptyTraceData": "[!!--##Ńő ţŗāćęş ľŏäďěđ.##--!!]",
      "ExportCSVButtonLabel": "[!!--##Ėxƥōřŧ ĆŚV##--!!]",
      "LevelHeaderLabel": "[!!--##Łěvȅł##--!!]",
      "MessageHeaderLabel": "[!!--##Mėššǻğē##--!!]",
      "ScopeHeaderLabel": "[!!--##Şĉőƿě##--!!]",
      "SourceHeaderLabel": "[!!--##Šơŭřċě##--!!]",
      "TimestampHeaderLabel": "[!!--##Ŧĭmėŝţămƿ##--!!]",
      "TimestampFormat": "[!!--##{0}/{1}/{2} {3}:{4}:{5}.{6}##--!!]",
      "ErrorAccessingTraceDataErrorMessage": "[!!--##Ŧħęŗę ŵãš á ƥŕőƀĺȅm ąċčȅšśīŉĝ ţĥȇ ţŕãčĕ ďǻťă.##--!!]"
    }
  };

  strings.default = strings;
  return strings;
});